Repository: common-repository/scr-camping-key-europe-purchase
Catalog: languages/scr-cke-purchase-*.po
Languages: sv_se

source: Camping Key Europe Purchase
sv_se: Camping Key Europe-köp

source: CKE Purchase
sv_se: CKE-köp

source: Settings
sv_se: Inställningar

source: Organization ID
sv_se: Organisations-ID

source: From SCR you are given an organization ID. You need to enter it here for this plugin to work.
sv_se: Från SCR får du ett eget organisation-ID. Du måste ange det här för detta plugin skall fungera.

source: SCR Camping Key Europe Purchase Settings
sv_se: SCR Camping Key Europe Köp-inställningar

source: This plugin adds all the technical bits for your Camping Key Europe purchase lightbox for WordPress. Just enter your Organization ID below and use the codes to get started.
sv_se: Detta tillägg lägger till alla tekniska bitarna för köpfunktionaliteten av Camping Key Europe från SCR, för WordPress. Bara fyll i ditt organisations-ID nedan och börja använda en av de möjliga shortcodes för att komma igång.

source: How-to
sv_se: Guide

source: This plugin gives you a shortcode that can be used anywhere, on pages and in sidebar widgets, to display either a text link or banner to the purchasing iframe.
sv_se: Tillägget ger till en shortcode som kan användas överallt, på sidor eller i widgets för att visa antingen en textlänk, eller en bildbanner för köp-iframen.

source: The shortcode be configured with a few parameters, which will control how it show. The langauge parameter is optional, while the text or banner parameter is mandatory.
sv_se: Shortcoden konfigureras med ett par parametrar som styr hur den visas. Språkparametern är valfri, medan text eller banner-parametrarna är obligatoriska.

source: Text Link
sv_se: Textlänk

source: To create a text link, just add the shortcode where you want the link. The text parameter lets you change what the link will say.
sv_se: För att skapa en textlänk, placera shortcoden där du vill ha länken. Text-parametern låter dig ändra vad länken säger.

source: Image Banner
sv_se: Bildbanner

source: To create an image banner, you need to use the following shortcode. You may select one of the three banners (1,2 or 3) to enter as an option.
sv_se: För att skapa en bildbanner behöver du använda följande shortcode. Du kan välja mellan en av tre banners (1,2 eller 3) som alternativ.

source: Select Language (optional)
sv_se: Välj språk (valfritt)

source: By default, the link will try and load the content in the same language that your website is in. If you want to override this, you may set a custom language. We support: Swedish (code: se), German (code: de) and English (code: en)
sv_se: Som standard kommer länken att försöka ladda innehållet på samma språk som din webbplats är på. Om du vill skriva över detta kan du sätta ett eget språk. Vi stödjer: Svenska (kod: se), tyska (kod: de) och engelska (kod: en).

source: Toggle panel: Banners
sv_se: Växla panel: Banners

source: These are the available banners and their respective number code, shown here in English.
sv_se: Dessa är de banners som finns tillgängliga att använda samt dess sifferkod, här på engelska.

source: SCR Camping Key Europe Purchase
sv_se: SCR Camping Key Europe-köp

source: A WordPress plugin to help campsite owners integrate the Camping Key Europe purchase functionality by SCR.
sv_se: Ett WordPress-tillägg som hjälper campingplatsägare integrera köpfunktionaliteten för Camping Key Europe, gjort av SCR.
